import './courseDetails.css'
import RightCard from './RightCard';

const CourseDetails = () => {
    return (
        <div className=' w-full heading'>
            <div className="max-w-[1320px] mx-auto ">
                <div className=''>
                    <h1 className='text-white'>HSC 26 অনলাইন ব্যাচ (বাংলা, ইংরেজি, তথ্য ও যোগাযোগ প্রযুক্তি)</h1>

                    <p>
                        তোমরা যারা এইচএসসি ২০২৬ পরীক্ষায় বিজ্ঞান, ব্যবসায় শিক্ষা কিংবা মানবিক বিভাগ থেকে অংশ নিচ্ছো, তোমাদের নিশ্চয়ই বিভাগীয় বিষয়ের বাইরের পাঁচটি বিষয়ের একটি পূর্ণাঙ্গ প্রস্তুতি প্রয়োজন? কেননা বিভাগীয় বিষয়গুলোতে জোর দিতে দিতে আমরা অনেক সময় এসব গুরুত্বপুর্ণ বিষয়ের কথা ভুলে বসে থাকি। তাই, তোমাদের কথা চিন্তা করেই টেন মিনিট স্কুল নিয়ে এসেছে এইচএসসি পরীক্ষার বাংলা ও ইংরেজি উভয় পত্রের এবং আইসিটিসহ মোট পাঁচটি বিষয়ের উপর একটি পূর্ণাঙ্গ কোর্স “HSC 2026 Online Batch (BEI)”। এইচএসসি পরীক্ষায় বিভাগ বহির্ভূত এসব বিষয়ে GPA 5 নিশ্চিত করতে এই একটি কোর্সই তোমার জন্য যথেষ্ট।

                        এই কোর্সে তোমাদের এইচএসসি পরীক্ষায় বাংলা ও ইংরেজি উভয় পত্র এবং তথ্য ও যোগাযোগ প্রযুক্তি বিষয়গুলো নিয়েই পূর্ণাঙ্গ প্রস্তুতি নিশ্চিত করা হবে। যার মধ্যে থাকবে রেকর্ডেড ক্লাস, লাইভ ক্লাস, সলভ ক্লাস, ডাউট সলভ, ইন ক্লাস পোল, ডেইলি পরীক্ষা, উইকলি পরীক্ষা, ফাইনাল মডেল টেস্ট, লেকচার শিট, দাগানো স্লাইড, ফাইনাল সাজেশন ইত্যাদি নানান বিষয়। অর্থাৎ, পুরো কলেজ লাইফে তোমাদের প্রস্তুতি নিয়ে থাকবে না কোন ঘাটতি! একদিকে পড়াশোনা হবে তুমুল বেগে সাথে নিজেকে যাচাই করে প্রস্তুতি ও প্রস্তুতির ঘাটতি সম্পর্কেও পেয়ে যাবে সম্পূর্ণ ধারণা।

                        তাই, এইচএসসির বিভাগ বহির্ভূত বিষয়ে A+ নিশ্চিত করার পাশাপাশি ১০০ তে ১০০ প্রস্তুতি নিতে এখনই এনরোল করো এই HSC 2026 Online Batch কোর্সটিতে!
                    </p>
                </div>

                <div>
                    <RightCard/>
                </div>
            </div>
        </div>
    );
};

export default CourseDetails;